GENRES = [
    {
        'id': 32,
        'name': 'Арт',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 91,
        'name': 'Безумие',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 34,
        'name': 'Боевик',
        'alt_name': [],
        'dsc': 'Работа, содержащая насилие, драки, схватки и быстрыми сменами действия.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 35,
        'name': 'Боевые искусства',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 36,
        'name': 'Вампиры',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 89,
        'name': 'Военное',
        'alt_name': [],
        'dsc': 'В произведениях данного жанра демонстрируется функционирование различных воинских формирований от исторически достоверных армий, до отряда наемников или группы пилотов боевых роботов. Как правило, присутствуют боевые столкновения от индивидуальных схваток, до широкомасштабных сражений армий большой численности. Так же основной акцент в произведении может быть сделан на демонстрации военной техники, оружия, различных тактических приемов или на гуманитарный аспект последствий войн.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 37,
        'name': 'Гарем',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 38,
        'name': 'Гендерная интрига',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 39,
        'name': 'Героическое фэнтези',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 81,
        'name': 'Демоны',
        'alt_name': [],
        'dsc': 'Непременные персонажи этого жанра - вампиры, призраки, духи, демоны. Наиболее популярен японский фольклор, отражающий буддийско-синтоистское представление о мире, в которое местами вкрапляются элементы христианства.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 40,
        'name': 'Детектив',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 88,
        'name': 'Детское',
        'alt_name': [],
        'dsc': 'Аниме и манга этого жанра направлены в основном на детскую аудиторию. Произведения носят позитивный, жизнеутверждающий характер. Сцены насилия, жестокости отсутствуют или носят юмористический оттенок. Отрицательные персонажи порой выполнены так, чтобы и при одном визуальном восприятии резко контрастировали с положительными, и даже отсутствие реплик героев не оставляло сомнений в симпатиях маленького зрителя или читателя. Морально-нравственных вопросов требующих глубокого осмысления не поднимаетс',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 41,
        'name': 'Дзёсэй',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 43,
        'name': 'Драма',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 44,
        'name': 'Игра',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 79,
        'name': 'Исекай',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 45,
        'name': 'История',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 46,
        'name': 'Киберпанк',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 76,
        'name': 'Кодомо',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 47,
        'name': 'Комедия',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 83,
        'name': 'Космос',
        'alt_name': [],
        'dsc': 'Жанр, описывающий космические приключения и космическую тематику',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 85,
        'name': 'Магия',
        'alt_name': [],
        'dsc': 'В аниме присутствует магия.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 48,
        'name': 'Махо-сёдзё',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 90,
        'name': 'Машины',
        'alt_name': [],
        'dsc': 'Главными действующими лицами произведений данного жанра выступают, фигурально выражаясь, колёса и моторы. Основные элементы сюжета — гонки или погони на автомобилях или мототранспорте. Красной нитью через повествование может проходить рассказ о судьбе гонщика, водителя, пилота болида. Как правило, представленные транспортные средства имеют какую-либо особенность, в чём-то уникальны или демонстрируются \'культовые\' модели автопрома. Акцент может быть сделан и на техническом усовершенствовании маши',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 49,
        'name': 'Меха',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 50,
        'name': 'Мистика',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 80,
        'name': 'Музыка',
        'alt_name': [],
        'dsc': 'В аниме или манге рассказывается о музыке и музыкантах, трудностях достижения музыкальной мечты и музыкальной карьеры.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 51,
        'name': 'Научная фантастика',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 77,
        'name': 'Омегаверс',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 86,
        'name': 'Пародия',
        'alt_name': [],
        'dsc': 'В пародийных аниме или манге обычно высмеиваются другие жанры при помощи гротеска и сатиры. Характерные черты определенного жанра или жанров гиперболизируются и доводятся до абсурда.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 52,
        'name': 'Повседневность',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 82,
        'name': 'Полиция',
        'alt_name': [],
        'dsc': 'Жанр, описывающий действия полиции по установлению личностей преступников и их задержанию',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 53,
        'name': 'Постапокалиптика',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 54,
        'name': 'Приключения',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 55,
        'name': 'Психология',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 56,
        'name': 'Романтика',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 57,
        'name': 'Самурайский боевик',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 58,
        'name': 'Сверхъестественное',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 59,
        'name': 'Сёдзё',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 60,
        'name': 'Сёдзё-ай',
        'alt_name': [],
        'dsc': '',
        'alert': True,
        'site_ids': [ 2, 3, 4, 5 ]
    },
    {
        'id': 61,
        'name': 'Сёнэн',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 62,
        'name': 'Сёнэн-ай',
        'alt_name': [],
        'dsc': '',
        'alert': True,
        'site_ids': [ 1, 2, 4, 3, 5 ]
    },
    {
        'id': 63,
        'name': 'Спорт',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 87,
        'name': 'Супер сила',
        'alt_name': [],
        'dsc': 'В аниме и манге этого жанра герои наделены повышенными физическими возможностями. Природа супер силы может носить фантастический или мистический характер. Супер способности могут быть как врожденной чертой носителя - инопланетного пришельца, мистического существа и т.п., так и приобретенными обычными людьми в результате, например, воздействия какого-либо фактора, взаимодействия с каким-либо предметом или же увеличение силы физической достигается путем приложения силы духовной. Супер сила может б',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 64,
        'name': 'Сэйнэн',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 65,
        'name': 'Трагедия',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 66,
        'name': 'Триллер',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 67,
        'name': 'Ужасы',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 68,
        'name': 'Фантастика',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 69,
        'name': 'Фэнтези',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 84,
        'name': 'Хентай',
        'alt_name': [],
        'dsc': 'Хентайные аниме и манга рассчитаны в основном на мужскую аудиторию. Отличительная черта хентая - наличие эротических и сексуальных сцен. Иными словами, это нарисованное порно. Поскольку такое аниме создается для определенной, узкой аудитории, качество графики часто бывает низким, а сам хентай обычно выпускается в формате OVA. Чаще всего изображаются гетеросексуальные отношения.\nДля этого жанра характерны демонстрации различных видов сексуальных отклонений: изнасилование, проявление жестокости, м',
        'alert': True,
        'site_ids': [ 5 ]
    },
    {
        'id': 70,
        'name': 'Школа',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 71,
        'name': 'Эротика',
        'alt_name': [],
        'dsc': '',
        'alert': True,
        'site_ids': [ 1, 2, 3, 5 ]
    },
    {
        'id': 72,
        'name': 'Этти',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 73,
        'name': 'Юри',
        'alt_name': [],
        'dsc': '',
        'alert': True,
        'site_ids': [ 2, 3, 4, 5 ]
    },
    {
        'id': 74,
        'name': 'Яой',
        'alt_name': [],
        'dsc': '',
        'alert': True,
        'site_ids': [ 2, 3, 4, 5 ]
    }
]
