RELATION_TYPES = [
    {
        'id': 0,
        'label': 'Нет'
    },
    {
        'id': 1,
        'label': 'Адаптация'
    },
    {
        'id': 2,
        'label': 'Источник'
    },
    {
        'id': 3,
        'label': 'Предыстория'
    },
    {
        'id': 4,
        'label': 'Продолжение'
    },
    {
        'id': 5,
        'label': 'Альтернативная история'
    },
    {
        'id': 6,
        'label': 'Спин-офф'
    },
    {
        'id': 7,
        'label': 'Кроссовер'
    },
    {
        'id': 8,
        'label': 'Цветная версия'
    },
    {
        'id': 9,
        'label': 'Перезапуск'
    },
    {
        'id': 10,
        'label': 'Другое'
    },
    {
        'id': 11,
        'label': 'Обобщение'
    },
    {
        'id': 12,
        'label': 'Одна вселенная'
    },
    {
        'id': 15,
        'label': 'Альтернативная история'
    },
    {
        'id': 16,
        'label': 'Развёрнутая история'
    },
    {
        'id': 13,
        'label': 'Изначальная история'
    },
    {
        'id': 14,
        'label': 'Общий персонаж'
    }
]
