STATUS = [
    {
        'id': 1,
        'label': 'Онгоинг',
        'site_ids': [ 0, 1, 2, 3, 4, 5 ]
    },
    {
        'id': 2,
        'label': 'Завершён',
        'site_ids': [ 0, 1, 2, 3, 4, 5 ]
    },
    {
        'id': 3,
        'label': 'Анонс',
        'site_ids': [ 0, 1, 2, 3, 4, 5 ]
    },
    {
        'id': 4,
        'label': 'Приостановлен',
        'site_ids': [ 0, 1, 2, 3, 4 ]
    },
    {
        'id': 5,
        'label': 'Выпуск прекращён',
        'site_ids': [ 0, 1, 2, 3, 4 ]
    }
]
