TAGS = [
    {
        'id': 1,
        'name': '3D',
        'alt_name': [
            '3д'
        ],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 387,
        'name': '4к',
        'alt_name': [
            '4k',
            '2160p'
        ],
        'dsc': 'Аниме загруженные в разрешении 2160p',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 618,
        'name': 'CGI',
        'alt_name': [
            'CGI'
        ],
        'dsc': 'Основное внимание уделяется сценам, созданным с использованием компьютерной графики.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 614,
        'name': 'Chuunibyou',
        'alt_name': [
            'Синдром восьмиклассника'
        ],
        'dsc': 'Основное внимание уделяется персонажу с "синдромом второкурсника", который ведет себя как знающий всё взрослый или ложно верит, что он обладает особыми способностями.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 604,
        'name': 'Cumflation',
        'alt_name': [],
        'dsc': 'Область живота расширяется внутрь, как шар, из-за наполнения ее специфически семенем.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 287,
        'name': 'Defloration',
        'alt_name': [
            'Потеря девственности'
        ],
        'dsc': 'Представляет собой женский персонаж, который никогда ранее не занимался сексом (до сих пор).',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 363,
        'name': 'DILF',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 5,
        'name': 'Footfuck',
        'alt_name': [
            'Футджоб',
            'Ashikoki',
            'Работа ножками'
        ],
        'dsc': 'Особенности стимуляции гениталий ногами.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 6,
        'name': 'Footjob',
        'alt_name': [
            'Ashikoki',
            'Работа ножками',
            'Футджоб'
        ],
        'dsc': 'Особенности стимуляции гениталий ногами',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 289,
        'name': 'FPP(Вид от первого лица)',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 7,
        'name': 'Handjob',
        'alt_name': [
            'Работа руками'
        ],
        'dsc': 'Представлены стимуляция половых органов чужими руками.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 284,
        'name': 'Lactation',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 290,
        'name': 'Living clothes',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 9,
        'name': 'Mind break',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 499,
        'name': 'POV',
        'alt_name': [
            'От первого лица',
            'ПОВ'
        ],
        'dsc': 'сцены показаны с точки зрения главного героя сериала.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 460,
        'name': 'Pussy job',
        'alt_name': [
            'Sumata',
            'Сумата'
        ],
        'dsc': 'представляет стимуляцию мужского полового члена бедрами и большими половыми губами женского персонажа.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 13,
        'name': 'Scat',
        'alt_name': [],
        'dsc': 'Много фекалий.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 286,
        'name': 'Selfcest',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 220,
        'name': 'Shemale',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 14,
        'name': 'Tomboy',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 283,
        'name': 'Unbirth',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 367,
        'name': 'Vore',
        'alt_name': [],
        'dsc': 'Представляет собой сцены, где персонаж глотает или глотается целиком другим существом.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 15,
        'name': 'X-Ray',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 328,
        'name': 'Авантюристы',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 429,
        'name': 'Авиация',
        'alt_name': [
            'Aviation'
        ],
        'dsc': 'Сюжет крутится вокруг самолетов.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 424,
        'name': 'Автобиография',
        'alt_name': [
            'Autobiographical'
        ],
        'dsc': 'Реальные истории, написанные автором о собственной жизни',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 620,
        'name': 'Автомобили',
        'alt_name': [
            'Cars'
        ],
        'dsc': 'Центрируется вокруг использования автомобильных транспортных средств.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 304,
        'name': 'Азартные игры',
        'alt_name': [
            'Gambling'
        ],
        'dsc': 'Сосредоточено вокруг акта азартных игр.',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 391,
        'name': 'Актеры',
        'alt_name': [
            'Acting'
        ],
        'dsc': 'В центре внимания - актеры или актерская индустрия.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 16,
        'name': 'Алкоголь',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 225,
        'name': 'Алхимия',
        'alt_name': [
            'Alchemy'
        ],
        'dsc': 'Характеристика персонажа(ов), практикующих алхимию.',
        'alert': False,
        'site_ids': [ 1, 2, 5 ]
    },
    {
        'id': 407,
        'name': 'Американский футбол',
        'alt_name': [
            'American Football'
        ],
        'dsc': 'Действия крутятся вокруг американского футобола.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 347,
        'name': 'Амнезия / Потеря памяти',
        'alt_name': [
            'Amnesia'
        ],
        'dsc': 'Заметно выделяет персонажа (персонажей) с потерей памяти.',
        'alert': False,
        'site_ids': [ 1, 2, 5 ]
    },
    {
        'id': 408,
        'name': 'Ампутация',
        'alt_name': [
            'Amputation'
        ],
        'dsc': 'Особенности ампутации или ампутантов.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 17,
        'name': 'Анал',
        'alt_name': [
            'Anal Sex'
        ],
        'dsc': 'Особенности сексуального проникновения в анальную полость.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 409,
        'name': 'Анахронизм',
        'alt_name': [
            'Anachronism'
        ],
        'dsc': 'Заметно выделяются элементы, которые не соответствуют историческому периоду, в котором происходит действие произведения, в частности, современные элементы в исторической обстановке.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 226,
        'name': 'Ангелы',
        'alt_name': [
            'Angels'
        ],
        'dsc': 'Изображение духовных существ, обычно представленных с крыльями и нимбами и считающихся служителями Бога.',
        'alert': False,
        'site_ids': [ 1, 2, 5 ]
    },
    {
        'id': 18,
        'name': 'Андроид',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 19,
        'name': 'Анилингус',
        'alt_name': [
            'Rimjob'
        ],
        'dsc': 'Содержит оральный секс, выполняемый на анусе.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 350,
        'name': 'Анимация (GIF)',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 583,
        'name': 'Ансамбль персонажей',
        'alt_name': [
            'Ensemble Cast'
        ],
        'dsc': 'Содержит большой состав персонажей с (почти) равным временем экранного времени и важностью для сюжета.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 175,
        'name': 'Антигерой',
        'alt_name': [
            'Anti-Hero'
        ],
        'dsc': 'Протагонист, которому не хватает обычных героических качеств и который может считаться пограничным злодеем.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 227,
        'name': 'Антиутопия',
        'alt_name': [
            'Dystopian'
        ],
        'dsc': 'Частично или полностью происходит в обществе, характеризующемся бедностью, нищетой или угнетением.',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 411,
        'name': 'Антология',
        'alt_name': [
            'Anthology'
        ],
        'dsc': 'Собрание отдельных произведений, объединенных в один релиз.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 412,
        'name': 'Антропоморфизм',
        'alt_name': [
            'Anthropomorphism'
        ],
        'dsc': 'Показывает нечеловеческих персонажей, обладающих атрибутами или характеристиками человека.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 228,
        'name': 'Апокалипсис',
        'alt_name': [
            'Post-Apocalyptic',
            'Постапокалипсис'
        ],
        'dsc': 'Частично или полностью установлено в мире или цивилизации после глобальной катастрофы.',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 229,
        'name': 'Армия',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 20,
        'name': 'Арт',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 364,
        'name': 'Артбук',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 230,
        'name': 'Артефакты',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 415,
        'name': 'Асексуал',
        'alt_name': [
            'Asexual'
        ],
        'dsc': 'Характеристика персонажа, который не испытывает сексуального влечения к людям любого пола или гендера',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 418,
        'name': 'Астрономия',
        'alt_name': [
            'Astronomy'
        ],
        'dsc': 'Относящаяся или сосредоточенная вокруг изучения небесных объектов и явлений, космоса или Вселенной',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 421,
        'name': 'Атлетика',
        'alt_name': [
            'Athletics'
        ],
        'dsc': 'Сюжет вокруг спортивных событий, которые включают в себя соревновательный бег, прыжки, метание или ходьбу',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 2,
        'name': 'Ахэгао',
        'alt_name': [
            'Ahegao'
        ],
        'dsc': 'Изображает персонажа, делающего преувеличенное лицо оргазма.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 431,
        'name': 'Бадминтон',
        'alt_name': [
            'Badminton'
        ],
        'dsc': 'Действия крутятся вокруг бадминтона',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 21,
        'name': 'Бакуню',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 558,
        'name': 'Банды',
        'alt_name': [
            'Gangs'
        ],
        'dsc': 'Сосредоточено вокруг организаций банд.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 440,
        'name': 'Бар',
        'alt_name': [
            'Bar'
        ],
        'dsc': 'Ключевые действия происходят в баре или сюжет связан с барами или барменами.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 293,
        'name': 'Бара',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 446,
        'name': 'Баскетбол',
        'alt_name': [
            'Basketball'
        ],
        'dsc': 'Действия крутятся вокруг баскетбола',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 22,
        'name': 'БДСМ',
        'alt_name': [
            'Bondage',
            'BDSM',
            'Связывание'
        ],
        'dsc': 'Представляет собой BDSM, с использованием аксессуаров или без.',
        'alert': False,
        'site_ids': [ 4, 5 ]
    },
    {
        'id': 561,
        'name': 'Беглец',
        'alt_name': [
            'Fugitive'
        ],
        'dsc': 'Основной упор сделан на персонажа, уклоняющегося от поимки физическим лицом или организацией.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 513,
        'name': 'Без диалога',
        'alt_name': [
            'No Dialogue'
        ],
        'dsc': 'то произведение не содержит диалога.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 336,
        'name': 'Без проникновения',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 23,
        'name': 'Без текста',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 24,
        'name': 'Без трусиков',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 25,
        'name': 'Без цензуры',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 549,
        'name': 'Бездомные',
        'alt_name': [
            'Homeless'
        ],
        'dsc': 'Основной упор сделан на персонаже, который бездомен.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 441,
        'name': 'Бейсбол',
        'alt_name': [
            'Baseball'
        ],
        'dsc': 'Действия крутятся вокруг бейсбола',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 26,
        'name': 'Беременность',
        'alt_name': [],
        'dsc': 'Присутствуют беременные женские персонажи в сексуальном контексте.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 400,
        'name': 'Бесполый персонаж',
        'alt_name': [
            'Agender'
        ],
        'dsc': 'В ней ярко выражены персонажи-агендеры.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 333,
        'name': 'Бессмертные',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 27,
        'name': 'Бикини',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 453,
        'name': 'Биография',
        'alt_name': [
            'Biographical'
        ],
        'dsc': 'Основано на подлинных историях реальных людей, живых или умерших, написано другим человеком',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 458,
        'name': 'Бисексуал',
        'alt_name': [
            'Bisexual',
            'Bi'
        ],
        'dsc': 'Характеристика персонажа, который испытывает  романтическое и сексуальное влечение или сексуальную активность по отношению к мужчинам и к женщинам.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 28,
        'name': 'Близнецы',
        'alt_name': [
            'Twins'
        ],
        'dsc': 'Основным образом представляет двух или более братьев или сестер, родившихся в одном родильном акте.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 218,
        'name': 'Боги',
        'alt_name': [
            'Gods'
        ],
        'dsc': 'Основной упор сделан на персонаже божественной или религиозной природы.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 467,
        'name': 'Боди-хоррор',
        'alt_name': [
            'Body Horror',
            'Уродование тела',
            'Телесный ужас',
            'Телесный хоррор'
        ],
        'dsc': 'Поджанр ужасов, для которого характерно особое внимание к человеческому телу (или телу другого существа) и его трансформациям.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 526,
        'name': 'Боевые искусства',
        'alt_name': [
            'Martial Arts'
        ],
        'dsc': 'Сосредоточено вокруг использования традиционного рукопашного боя.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 231,
        'name': 'Бои на мечах',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 627,
        'name': 'Бокс',
        'alt_name': [
            'Boxing'
        ],
        'dsc': 'Основано на спорте бокса.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 30,
        'name': 'Больница',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 31,
        'name': 'Большая грудь',
        'alt_name': [
            'Large Breasts'
        ],
        'dsc': 'Представлен персонаж с грудью большего размера, чем обычно.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 32,
        'name': 'Большая попка',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 33,
        'name': 'Борьба',
        'alt_name': [],
        'dsc': 'Центрируется вокруг спорта - борьбы.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 309,
        'name': 'Борьба за власть',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 232,
        'name': 'Борьба за власть',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 527,
        'name': 'Брак',
        'alt_name': [
            'Marriage',
            'Свадьба'
        ],
        'dsc': 'Сосредоточено вокруг брака между двумя или более персонажами.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 360,
        'name': 'Брат и сестра',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 233,
        'name': 'Брат и сестра',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 234,
        'name': 'Будущее',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 34,
        'name': 'Буккакэ',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 35,
        'name': 'В бассейне',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 36,
        'name': 'В ванной',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 37,
        'name': 'В государственном учреждении',
        'alt_name': [
            'School',
            'Школа'
        ],
        'dsc': 'Частично или полностью установлено в образовательном учреждении.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 38,
        'name': 'В общественном месте',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 498,
        'name': 'В основном взрослый состав',
        'alt_name': [
            'Primarily Adult Cast'
        ],
        'dsc': 'Основной состав в основном состоит из персонажей старше средней школы.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 497,
        'name': 'В основном детский состав',
        'alt_name': [
            'Primarily Child Cast'
        ],
        'dsc': 'Основной состав в основном состоит из персонажей младше средней школы.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 496,
        'name': 'В основном женский состав',
        'alt_name': [
            'Primarily Female Cast'
        ],
        'dsc': 'сновной состав в основном состоит из женских персонажей.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 495,
        'name': 'В основном мужской состав',
        'alt_name': [
            'Primarily Male Cast'
        ],
        'dsc': 'Основной состав в основном состоит из мужских персонажей.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 494,
        'name': 'В основном подростковый состав',
        'alt_name': [
            'Primarily Teen Cast'
        ],
        'dsc': 'Основной состав в основном состоит из подростковых персонажей.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 8,
        'name': 'В очках',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 39,
        'name': 'В первый раз',
        'alt_name': [
            'Virginity',
            'Девственность'
        ],
        'dsc': 'Представляет персонажа мужского пола, который никогда не имел половых отношений (до сих пор).',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 40,
        'name': 'В транспорте',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 386,
        'name': 'Вампиры',
        'alt_name': [
            'Vampire'
        ],
        'dsc': 'Основным образом представляет персонажа, который является вампиром.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 339,
        'name': 'Ведьма',
        'alt_name': [
            'Witch'
        ],
        'dsc': 'Основным образом представляет персонажа, который является ведьмой.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 599,
        'name': 'Велоспорт',
        'alt_name': [
            'Cycling'
        ],
        'dsc': 'Центрируется вокруг спорта велосипедной гонки.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 235,
        'name': 'Вестерн',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 609,
        'name': 'Взросление',
        'alt_name': [
            'Coming of Age'
        ],
        'dsc': 'Центрируется вокруг перехода персонажа от детства к взрослой жизни.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 42,
        'name': 'Вибратор',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 204,
        'name': 'Видеоигры',
        'alt_name': [
            'Video Games'
        ],
        'dsc': 'Центрируется вокруг персонажей, играющих в видеоигры.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 427,
        'name': 'Викинги',
        'alt_name': [
            'Viking'
        ],
        'dsc': 'Основным образом представляет скандинавских морских разбойников и воинов.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 214,
        'name': 'Виртуальная реальность',
        'alt_name': [
            'Augmented Reality',
            'AR',
            'Дополненная реальность',
            'VR',
            'Virtual Reality'
        ],
        'dsc': 'Заметно выделяет мероприятия с виртуальной/дополненной реальностью в качестве основной декорации.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 5 ]
    },
    {
        'id': 425,
        'name': 'Виртуальный мир',
        'alt_name': [
            'Virtual World'
        ],
        'dsc': 'астично или полностью происходит в мире внутри видеоигры.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 349,
        'name': 'Владыка демонов',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 236,
        'name': 'Владыка демонов',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 419,
        'name': 'Водные виды спорта',
        'alt_name': [
            'Watersports'
        ],
        'dsc': 'Основное внимание уделяется водным спортам.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 198,
        'name': 'Военные',
        'alt_name': [
            'Military'
        ],
        'dsc': 'Сосредоточено вокруг жизни и деятельности военнослужащих.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 237,
        'name': 'Война',
        'alt_name': [
            'War'
        ],
        'dsc': 'Частично или полностью происходит во время войны.',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 423,
        'name': 'Волейбол',
        'alt_name': [
            'Volleyball'
        ],
        'dsc': 'Центрируется вокруг спорта волейбола.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 281,
        'name': 'Волшебники / маги',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 239,
        'name': 'Волшебные существа',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 310,
        'name': 'Воспоминания из другого мира',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 240,
        'name': 'Воспоминания из другого мира',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 390,
        'name': 'Вразброс',
        'alt_name': [
            'Achronological Order'
        ],
        'dsc': 'Главы или эпизоды расположены не в хронологическом порядке.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 43,
        'name': 'Втроём',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 420,
        'name': 'ВТюбер',
        'alt_name': [
            'VTuber'
        ],
        'dsc': 'Основным образом представляет персонажа, который является настоящим или вымышленным ВТюбером.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 422,
        'name': 'Вуайеризм',
        'alt_name': [
            'Voyeur'
        ],
        'dsc': 'Представляет персонажа, который любит наблюдать за сексуальными актами или половыми органами других.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 212,
        'name': 'Выживание',
        'alt_name': [
            'Survival'
        ],
        'dsc': 'Центрируется вокруг борьбы за жизнь вопреки экстремальным препятствиям.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 553,
        'name': 'Гандбол',
        'alt_name': [
            'Handball'
        ],
        'dsc': 'Сосредоточено вокруг спорта - гандбола.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 522,
        'name': 'Гарем смешанного пола',
        'alt_name': [
            'Mixed Gender Harem'
        ],
        'dsc': 'Основной состав включает в себя главного героя и нескольких людей, независимо от пола, которые испытывают к нему романтическое интерес.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 294,
        'name': 'ГГ женщина',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 292,
        'name': 'ГГ имба',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 295,
        'name': 'ГГ мужчина',
        'alt_name': [
            'Male Protagonist',
            'Мужской главный герой'
        ],
        'dsc': 'Главный персонаж - мужчина.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 325,
        'name': 'ГГ не ояш',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 331,
        'name': 'ГГ не человек',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 326,
        'name': 'ГГ ояш',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 241,
        'name': 'Геймеры',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 551,
        'name': 'Гетеросексуальность',
        'alt_name': [
            'Heterosexual'
        ],
        'dsc': 'Основной упор сделан на романтических отношениях между мужчиной и женщиной, не обязательно сексуальных.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 242,
        'name': 'Гильдии',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 547,
        'name': 'Гиперсексуальность',
        'alt_name': [
            'Hypersexuality'
        ],
        'dsc': 'Изображает персонажа с гиперсексуальным расстройством, компульсивным сексуальным поведением или зависимостью от секса.',
        'alert': False,
        'site_ids': [ 4, 5 ]
    },
    {
        'id': 44,
        'name': 'Гипноз',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 324,
        'name': 'Главный герой бог',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 45,
        'name': 'Глубокий минет',
        'alt_name': [
            'Deepthroat',
            'Глубокая глотка'
        ],
        'dsc': 'Представляет собой оральный секс, при котором большая часть эрегированного мужского полового члена находится внутри рта другого человека, обычно стимулируя рвотный рефлекс в задней части его горла.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 297,
        'name': 'Глупый ГГ',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 298,
        'name': 'Глупый ГГ',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 245,
        'name': 'Гоблины',
        'alt_name': [
            'Goblins'
        ],
        'dsc': 'Гоблин - чудовищное существо из европейских преданий. Они почти всегда маленькие и гротескные, зловещие или откровенно злонамеренные, и жадные. Иногда с магическими способностями.',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 555,
        'name': 'Гольф',
        'alt_name': [
            'Golf'
        ],
        'dsc': 'Сосредоточено вокруг спорта - гольфа.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 171,
        'name': 'Горничные',
        'alt_name': [
            'Maids',
            'Мейдочки',
            'Горничная'
        ],
        'dsc': 'Основной упор сделан на персонаже, который является горничной.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 428,
        'name': 'Городская фэнтези',
        'alt_name': [
            'Urban Fantasy'
        ],
        'dsc': 'Происходит в мире, похожем на реальный мир, но с существованием магии или других сверхъестественных элементов.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 430,
        'name': 'Городской',
        'alt_name': [
            'Urban'
        ],
        'dsc': 'Частично или полностью происходит в городе.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 46,
        'name': 'Горячий источник',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 47,
        'name': 'Групповой секс',
        'alt_name': [
            'Group Sex'
        ],
        'dsc': 'Представлены более чем два участника, занимающихся сексом одновременно.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 361,
        'name': 'Гурман',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 307,
        'name': 'Гуро',
        'alt_name': [
            'Gore'
        ],
        'dsc': 'Основной упор сделан на графичном проливании крови и насилии.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4 ]
    },
    {
        'id': 197,
        'name': 'Гяру',
        'alt_name': [
            'Gyaru'
        ],
        'dsc': 'Основной упор сделан на женском персонаже с выраженным стилем моды, эмулирующим американский, таким как загорелая кожа, осветленные волосы и чрезмерный макияж. Также известно как гэль.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 48,
        'name': 'Гяру и Гангуро',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 49,
        'name': 'Двойное проникновение',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 624,
        'name': 'Дворецкий',
        'alt_name': [
            'Butler'
        ],
        'dsc': 'Преимущественно освещает персонажа, который является дворецким.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 50,
        'name': 'Девочки-волшебницы',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 51,
        'name': 'Девушка-туалет',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 157,
        'name': 'Демоны',
        'alt_name': [
            'Демон',
            'Demons'
        ],
        'dsc': 'Преимущественно представлены зловредными сверхъестественными существами.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 595,
        'name': 'Денпа',
        'alt_name': [
            'Denpa'
        ],
        'dsc': 'Работы, в которых присутствуют темы социальной диссоциации, бреда и других проблем, таких как суицид, угнетение, самоизоляция, паранойя и технологическая необходимость в повседневной жизни. Классическая иконография: телефонные столбы, крыши и поезда.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 593,
        'name': 'Детектив',
        'alt_name': [
            'Detective'
        ],
        'dsc': 'Содержит персонажа, который расследует и разгадывает преступления.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 537,
        'name': 'Дети',
        'alt_name': [
            'Kids',
            'ребенок',
            'ребёнок'
        ],
        'dsc': 'Целевая демография - маленькие дети.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 385,
        'name': 'Дзёсей',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 541,
        'name': 'Дзюдо',
        'alt_name': [
            'Judo'
        ],
        'dsc': 'Сосредоточено вокруг спорта - дзюдо.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 53,
        'name': 'Дилдо',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 592,
        'name': 'Динозавры',
        'alt_name': [
            'Dinosaurs'
        ],
        'dsc': 'Преимущественно представлены динозаврами, доисторическими рептилиями, вымершими миллионы лет назад.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 590,
        'name': 'Диссоциативные личности',
        'alt_name': [
            'Dissociative Identities'
        ],
        'dsc': 'Случай, когда одно или несколько людей делят одно и то же тело.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 511,
        'name': 'Документальный',
        'alt_name': [
            'Non-fiction'
        ],
        'dsc': 'Работа, предоставляющая информацию по реальной теме и не фокусирующаяся на вымышленном повествовании.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 548,
        'name': 'Домашний питомец',
        'alt_name': [
            'Human Pet'
        ],
        'dsc': 'Представлены персонажи в отношениях хозяин-раб, где один является \'владельцем\', а другой - \'питомцем\'.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 54,
        'name': 'Домохозяйка',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 313,
        'name': 'Драконы',
        'alt_name': [
            'Dragons'
        ],
        'dsc': 'Преимущественно представлены мифическими рептилиями, обычно с крыльями и способностью извергать огонь.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 317,
        'name': 'Древний мир',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 247,
        'name': 'Дружба',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 587,
        'name': 'Дуллахан',
        'alt_name': [
            'Dullahan'
        ],
        'dsc': 'Преимущественно представлен персонаж, являющийся Дуллаханом, существом из ирландского фольклора с отделяемой головой.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 55,
        'name': 'Дыра в стене',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 565,
        'name': 'Еда',
        'alt_name': [],
        'dsc': 'Сосредоточено вокруг приготовления пищи или оценки пищи.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 402,
        'name': 'Ёкай',
        'alt_name': [
            'Youkai'
        ],
        'dsc': 'Основным образом представляет сверхъестественных существ из японского фольклора.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 388,
        'name': 'Ёнкома',
        'alt_name': [
            'Ёнкома'
        ],
        'dsc': 'Манга в формате "ёнкома", состоящая из четырех одинаковых по размеру панелей, расположенных вертикальной полосой.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 571,
        'name': 'Женский Протагонист',
        'alt_name': [
            'Female Protagonist'
        ],
        'dsc': 'Основной персонаж является женщиной.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 249,
        'name': 'Жестокий мир',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 56,
        'name': 'Жестокость',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 410,
        'name': 'Животные',
        'alt_name': [
            'Animals'
        ],
        'dsc': 'В главной роли - персонажи-животные.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 250,
        'name': 'Животные компаньоны',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 251,
        'name': 'Завоевание мира',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 445,
        'name': 'Загар',
        'alt_name': [
            'Tanned Skin',
            'Тёмная кожа'
        ],
        'dsc': 'Основным образом представляет персонажей с загорелой кожей.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 608,
        'name': 'Заговор',
        'alt_name': [
            'Conspiracy',
            'конспирация'
        ],
        'dsc': 'Содержит одну или несколько фракций, контролирующих или пытающихся контролировать мир из тени.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 395,
        'name': 'Загробная жизнь',
        'alt_name': [
            'Afterlife'
        ],
        'dsc': 'Частично или полностью установлен в загробном мире',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 625,
        'name': 'Запугивание',
        'alt_name': [
            'Bullying'
        ],
        'dsc': 'Преимущественно освещает использование силы для запугивания, часто в школьной обстановке.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 162,
        'name': 'Зверолюди',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 163,
        'name': 'Зверолюди',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 426,
        'name': 'Злодейка',
        'alt_name': [
            'Villainess'
        ],
        'dsc': 'Центрируется вокруг или основным образом представляет злодейскую благородную леди.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 252,
        'name': 'Злые духи',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 57,
        'name': 'Золотой дождь',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 155,
        'name': 'Зомби',
        'alt_name': [
            'Zombie'
        ],
        'dsc': 'Основным образом представляет воскрешенных мертвецов, которые часто нападают на живых людей и превращают их в зомби.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4 ]
    },
    {
        'id': 351,
        'name': 'Зоофилия',
        'alt_name': [
            'Zoophilia'
        ],
        'dsc': 'Представляет персонажа, который испытывает сексуальное влечение к нечеловеческим животным.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 59,
        'name': 'Зрелые женщины',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 556,
        'name': 'Игра Го',
        'alt_name': [],
        'dsc': 'Сосредоточено вокруг игры в Го.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 597,
        'name': 'Игра на выживание',
        'alt_name': [
            'Death Game',
            'Survival game'
        ],
        'dsc': 'Персонажи участвуют в игре, где неудача приводит к смерти.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 253,
        'name': 'Игровые элементы',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 382,
        'name': 'Игры',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 545,
        'name': 'Идол',
        'alt_name': [
            'Idol',
            'Айдол'
        ],
        'dsc': 'Сосредоточено вокруг жизни и деятельности айдола.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 223,
        'name': 'Избиение',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 557,
        'name': 'Изменение пола',
        'alt_name': [
            'Gender Bending',
            'Гендерная интрига'
        ],
        'dsc': 'Основной упор сделан на персонажа, который одевается и ведет себя так, как это характерно для другого пола, или был преобразован в человека другого пола.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 61,
        'name': 'Изнасилование',
        'alt_name': [
            'Rape'
        ],
        'dsc': 'Содержит негласное сексуальное проникновение без согласия.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 254,
        'name': 'Империи',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 591,
        'name': 'Инвалидность',
        'alt_name': [
            'Disability'
        ],
        'dsc': 'Работа, в которой фигурирует один или несколько персонажей с физическим, умственным, когнитивным или развивающимся расстройством, которое ограничивает их способность выполнять определенные задачи или действия.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 62,
        'name': 'Инопланетяне',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 563,
        'name': 'Иностранный',
        'alt_name': [
            'Foreign'
        ],
        'dsc': 'Частично или полностью происходит в стране за пределами страны происхождения.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 366,
        'name': 'Инсеки',
        'alt_name': [],
        'dsc': 'Представлены сексуальные отношения между сводными, усыновленными и другими несвязанными кровными членами семьи.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 63,
        'name': 'Инцест',
        'alt_name': [
            'Incest'
        ],
        'dsc': 'Представлены сексуальные отношения между персонажами, связанными кровью.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 544,
        'name': 'Иррумация',
        'alt_name': [
            'Irrumatio'
        ],
        'dsc': 'Оральное изнасилование; представлен персонаж, вонзающий свои половые органы или фаллический объект в рот другого персонажа.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 543,
        'name': 'Исекай',
        'alt_name': [
            'Isekai',
            'Перерождение'
        ],
        'dsc': 'Представлены персонажи, перенесенные в альтернативный мир, и должны адаптироваться к своему новому окружению.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 414,
        'name': 'Искусственный интеллект',
        'alt_name': [
            'Artificial Intelligence'
        ],
        'dsc': 'Разумные неорганические машины, которые работают и реагируют аналогично людям',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 64,
        'name': 'Исполнение желаний',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 380,
        'name': 'Исторические',
        'alt_name': [
            'Historical',
            'Исторический'
        ],
        'dsc': 'Частично или полностью установлено в реальный период мировой истории.',
        'alert': False,
        'site_ids': [ 1, 3, 4 ]
    },
    {
        'id': 323,
        'name': 'Исторические фигуры',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 628,
        'name': 'Исторический',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 542,
        'name': 'Ияшикей',
        'alt_name': [
            'Iyashikei'
        ],
        'dsc': 'Основная цель - лечить зрителя через спокойные изображения повседневной жизни персонажей.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 540,
        'name': 'Кайдзю',
        'alt_name': [
            'Kaiju'
        ],
        'dsc': 'Основной упор сделан на гигантских монстрах.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 623,
        'name': 'Каллиграфия',
        'alt_name': [
            'Calligraphy'
        ],
        'dsc': 'Действия крутятся вокруг искусства каллиграфии',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 66,
        'name': 'Камера',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 4 ]
    },
    {
        'id': 622,
        'name': 'Каннибализм',
        'alt_name': [
            'Cannibalism'
        ],
        'dsc': 'Наглядно демонстрирует акт поглощения другого представителя того же вида в качестве пищи',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 621,
        'name': 'Карточные бои',
        'alt_name': [
            'Card Battle'
        ],
        'dsc': 'В центре внимания - личности, соревнующиеся в карточных играх',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 539,
        'name': 'Карута',
        'alt_name': [
            'Karuta'
        ],
        'dsc': 'Сосредоточено вокруг игры - карута.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 546,
        'name': 'Катание на коньках',
        'alt_name': [
            'Ice Skating'
        ],
        'dsc': 'Сосредоточено вокруг спорта - катание на коньках.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 255,
        'name': 'Квесты',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 538,
        'name': 'Кемономими',
        'alt_name': [
            'Kemonomimi'
        ],
        'dsc': 'Основной упор сделан на гуманоидных персонажах с ушами животных.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 619,
        'name': 'Кентавр',
        'alt_name': [
            'Centaur'
        ],
        'dsc': 'Основное внимание уделяется персонажу с верхней частью тела человека и нижней частью тела лошади.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 601,
        'name': 'Киберпанк',
        'alt_name': [
            'Cyberpunk'
        ],
        'dsc': 'Размещено в будущем с продвинутыми технологическими и научными достижениями, которые привели к социальному беспорядку.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 586,
        'name': 'Киберспорт',
        'alt_name': [
            'E-Sports'
        ],
        'dsc': 'Преимущественно представлены профессиональные видеоигровые соревнования, турниры, игроки и т.д.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 600,
        'name': 'Киборг',
        'alt_name': [
            'Cyborg'
        ],
        'dsc': 'Основное внимание уделяется человеческому персонажу, физиологические функции которого помогают или усилены искусственными средствами.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 612,
        'name': 'Классическая литература',
        'alt_name': [
            'Classic Literature'
        ],
        'dsc': 'Обсуждает или адаптирует произведение классической мировой литературы.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 611,
        'name': 'Клоны',
        'alt_name': [
            'Clone'
        ],
        'dsc': 'Основное внимание уделяется персонажу, который является искусственной копией другого организма.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 288,
        'name': 'Кляп',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 67,
        'name': 'Колготки',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 464,
        'name': 'Копье',
        'alt_name': [
            'Spearplay',
            'Копьё'
        ],
        'dsc': 'Основным образом представляет использование копий в бою.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 476,
        'name': 'Корабли',
        'alt_name': [
            'Ships'
        ],
        'dsc': 'Основным образом представляет использование судов морского транспорта.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 450,
        'name': 'Королевская битва',
        'alt_name': [
            'Battle Royale'
        ],
        'dsc': 'В центре внимания - ожесточенное групповое соревнование, в котором есть только один победитель.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 465,
        'name': 'Космическая опера',
        'alt_name': [
            'Space Opera'
        ],
        'dsc': '',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 256,
        'name': 'Космос',
        'alt_name': [
            'Space'
        ],
        'dsc': 'Частично или полностью установлено в космосе.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 5 ]
    },
    {
        'id': 68,
        'name': 'Косплей',
        'alt_name': [],
        'dsc': 'Представляет собой наряжение под другого персонажа или профессию.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 3,
        'name': 'Кримпай',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 606,
        'name': 'Кроссовер',
        'alt_name': [
            'Crossover'
        ],
        'dsc': 'Центрируется вокруг объединения двух или более в противном случае отдельных вымышленных персонажей, сюжетов или вселенных в контексте одной истории.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 536,
        'name': 'Кудэрэ',
        'alt_name': [
            'Kuudere'
        ],
        'dsc': 'Основной упор сделан на персонаже, который обычно сохраняет холодный, тупой и циничный внешний вид, но как только его узнают, у него очень теплый и любящий интерьер.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 492,
        'name': 'Кукольное искусство',
        'alt_name': [
            'Puppetry'
        ],
        'dsc': 'нимационный стиль, включающий манипуляцию куклами для изображения сцен.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 152,
        'name': 'Кулинария',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 158,
        'name': 'Кулинария',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 605,
        'name': 'Культ',
        'alt_name': [
            'Cult'
        ],
        'dsc': 'Представляет собой социальную группу с нестандартными религиозными, духовными или философскими убеждениями и практиками.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 369,
        'name': 'Культивирование',
        'alt_name': [
            'Cultivation',
            'Культивация'
        ],
        'dsc': 'Персонажи используют тренировку, часто связанную с боевыми искусствами, и другие специальные методы для культивирования жизненной силы и приобретения силы или бессмертия.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 5 ]
    },
    {
        'id': 69,
        'name': 'Куннилингус',
        'alt_name': [
            'Cunnilingus',
            'Куни'
        ],
        'dsc': 'Представляет собой оральный секс, выполняемый на женских половых органах.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 70,
        'name': 'Купальники',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 535,
        'name': 'Лакросс',
        'alt_name': [
            'Lacrosse'
        ],
        'dsc': 'Командная игра с мячом и клюшками для лакросса.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 534,
        'name': 'Лактация',
        'alt_name': [
            'Lactation'
        ],
        'dsc': 'Представлены игры и производство молока из груди.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 71,
        'name': 'Латекс и кожа',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 343,
        'name': 'ЛГБТ',
        'alt_name': [
            'LGBTQ+ Themes'
        ],
        'dsc': 'Основной упор сделан на персонажах или темах, связанных с сообществом ЛГБТ+, таких как сексуальность или гендерная идентичность.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 257,
        'name': 'Легендарное оружие',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 319,
        'name': 'ЛитРПГ',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 187,
        'name': 'Лоли',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 206,
        'name': 'Лоли',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 372,
        'name': 'Лоликон',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 531,
        'name': 'Любовный треугольник',
        'alt_name': [
            'Love Triangle'
        ],
        'dsc': 'Сосредоточен на романтических чувствах между более чем двумя людьми. Включает в себя все любовные полигоны.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 626,
        'name': 'Любовь парней',
        'alt_name': [
            'Boys\' Love'
        ],
        'dsc': 'Преимущественно освещает романтические отношения между двумя мужчинами, не обязательно сексуальными.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 444,
        'name': 'Любовь подростков',
        'alt_name': [
            'Teens\' Love'
        ],
        'dsc': 'Сексуально явное любовное повествование между лицами противоположного пола, специально предназначенное для подростков и молодых взрослых женщин.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 258,
        'name': 'Магическая академия',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 170,
        'name': 'Магия',
        'alt_name': [
            'Magic'
        ],
        'dsc': 'Основной упор сделан на магических элементах или использовании магии.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 530,
        'name': 'Маджонг',
        'alt_name': [
            'Mahjong'
        ],
        'dsc': 'Сосредоточено вокруг игры - маджонг.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 525,
        'name': 'Мазохизм',
        'alt_name': [
            'Masochism'
        ],
        'dsc': 'Основной упор сделан на персонажах, получающих сексуальное удовольствие от того, чтобы быть ранеными или контролируемыми другими.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 529,
        'name': 'Макияж',
        'alt_name': [
            'Makeup'
        ],
        'dsc': 'Сосредоточено вокруг индустрии макияжа.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 73,
        'name': 'Маленькая грудь',
        'alt_name': [
            'Flat Chest',
            'Плоская грудь'
        ],
        'dsc': 'Представлен женский персонаж с грудью менее чем в среднем.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 478,
        'name': 'Манипуляция памятью',
        'alt_name': [
            'Memory Manipulation'
        ],
        'dsc': 'Основной упор сделан на персонажах, у которых изменены память(и).',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 74,
        'name': 'Мастурбация',
        'alt_name': [
            'Masturbation'
        ],
        'dsc': 'Представлен эротический стимулирующий акт своих собственных половых органов или других эрогенных зон.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 473,
        'name': 'Мастурбация грудью',
        'alt_name': [
            'Boobjob',
            'Работа грудью'
        ],
        'dsc': 'Представляет собой стимуляцию мужского полового органа грудью.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 172,
        'name': 'Мафия',
        'alt_name': [
            'Mafia'
        ],
        'dsc': 'Сосредоточено вокруг организованных преступных синдикатов итальянской мафии.',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 345,
        'name': 'Машинный перевод',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 159,
        'name': 'Медицина',
        'alt_name': [
            'Medicine'
        ],
        'dsc': 'Сосредоточено вокруг деятельности людей, работающих в области медицины.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 221,
        'name': 'Медсестра',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 330,
        'name': 'Межгалактическая война',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 76,
        'name': 'Мерзкий дядька',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 259,
        'name': 'Месть',
        'alt_name': [
            'Revenge'
        ],
        'dsc': 'Основным образом рассказывает о персонаже, который стремится наказать в упорстве или мстительном манере.',
        'alert': False,
        'site_ids': [ 1, 2, 4 ]
    },
    {
        'id': 523,
        'name': 'Мета',
        'alt_name': [
            'Meta'
        ],
        'dsc': 'Представлены референсы к самому себе или тропам жанра, нарушение четвёртой стены.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 477,
        'name': 'Метаморфозы',
        'alt_name': [
            'Shapeshifting'
        ],
        'dsc': 'Включает персонажей, меняющих свой внешний вид или форму.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 77,
        'name': 'Милф',
        'alt_name': [
            'MILF'
        ],
        'dsc': 'Представлен секс с зрелыми женщинами.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 602,
        'name': 'Милые девушки, занимающиеся милыми вещами',
        'alt_name': [
            'Cute Girls Doing Cute Things'
        ],
        'dsc': 'Центрируется вокруг женских персонажей, занимающихся милыми занятиями, обычно с небольшим или без акцента на драму и конфликт.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 603,
        'name': 'Милые парни, занимающиеся милыми вещами',
        'alt_name': [
            'Cute Boys Doing Cute Things'
        ],
        'dsc': 'Центрируется вокруг мужских персонажей, занимающихся милыми занятиями, обычно с небольшим или без акцента на драму и конфликт.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 518,
        'name': 'Мифология',
        'alt_name': [
            'Mythology',
            'Миф'
        ],
        'dsc': 'Основной упор сделан на мифологических элементах, особенно тех, что связаны с религиозными или культурными традициями.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 78,
        'name': 'Много девушек',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 370,
        'name': 'Много парней',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 79,
        'name': 'Много спермы',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 574,
        'name': 'Мода',
        'alt_name': [
            'Fashion'
        ],
        'dsc': 'Сосредоточено вокруг индустрии моды.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 80,
        'name': 'Молоко',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 353,
        'name': 'Монашка',
        'alt_name': [
            'Nun'
        ],
        'dsc': 'Основной упор сделан на персонаже, являющемся монахиней.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 207,
        'name': 'Монстр Девушки',
        'alt_name': [
            'Monster Girl',
            'Монстр-девушка'
        ],
        'dsc': 'Основной упор сделан на женском персонаже, являющемся частью монстра.',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 521,
        'name': 'Монстр-парень',
        'alt_name': [
            'Monster Boy'
        ],
        'dsc': 'Основной упор сделан на мужском персонаже, являющемся частью монстра.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 81,
        'name': 'Монстродевушки',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 188,
        'name': 'Монстродевушки',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 82,
        'name': 'Монстры',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 189,
        'name': 'Монстры',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 208,
        'name': 'Монстры',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 520,
        'name': 'Мопеды',
        'alt_name': [],
        'dsc': 'Основной упор сделан на мопедах.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 519,
        'name': 'Мотоциклы',
        'alt_name': [
            'Motorcycles'
        ],
        'dsc': 'Основной упор сделан на использовании мотоциклов.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 83,
        'name': 'Мочеиспускание',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 316,
        'name': 'Мрачный мир',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 528,
        'name': 'Мужской гарем',
        'alt_name': [
            'Male Harem'
        ],
        'dsc': 'Основной состав включает в себя главного героя и несколько мужских персонажей, которые испытывают к нему романтическое интерес.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 358,
        'name': 'Музыка',
        'alt_name': [
            'Musical'
        ],
        'dsc': 'Представлено выступление, включающее песни, разговоры, актёрскую игру и танец.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 5 ]
    },
    {
        'id': 439,
        'name': 'Музыкальная группа',
        'alt_name': [
            'Music group',
            'Music band'
        ],
        'dsc': 'История повествует о музыкальной группе.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 394,
        'name': 'Мультивселенные',
        'alt_name': [
            'Alternate Universe'
        ],
        'dsc': 'Особенности нескольких альтернативных вселенных в одной серии.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 578,
        'name': 'На лицо',
        'alt_name': [
            'Facial'
        ],
        'dsc': 'Содержит сцены полового акта с испусканием семени на лицо.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 504,
        'name': 'На открытом воздухе',
        'alt_name': [],
        'dsc': 'Основано на походах, кемпинге или других активностях на свежем воздухе.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 84,
        'name': 'На природе',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 85,
        'name': 'Наблюдение',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 260,
        'name': 'Навыки / способности',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 261,
        'name': 'Наёмники',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 562,
        'name': 'Найденная семья',
        'alt_name': [
            'Found Family'
        ],
        'dsc': '',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 588,
        'name': 'Наркотики',
        'alt_name': [
            'Drugs'
        ],
        'dsc': 'Преимущественно представлено использование наркотиков, таких как опиаты, стимуляторы, галлюциногены и т.д.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 285,
        'name': 'Насекомые',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 262,
        'name': 'Насилие / жестокость',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 448,
        'name': 'Настольный теннис',
        'alt_name': [
            'Table Tennis',
            'пинг-понг'
        ],
        'dsc': 'Центрируется вокруг спорта настольного тенниса (также известного как \\"пинг-понг\\").',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 86,
        'name': 'Небритая киска',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 87,
        'name': 'Небритые подмышки',
        'alt_name': [
            'Armpits'
        ],
        'dsc': 'Особенности сексуального изображения или стимуляции подмышек персонажа.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 263,
        'name': 'Нежить',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 516,
        'name': 'Некомими',
        'alt_name': [
            'Nekomimi'
        ],
        'dsc': 'Гуманоидные персонажи с котоподобными чертами, такими как кошачьи уши и хвост.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 517,
        'name': 'Некромантия',
        'alt_name': [
            'Necromancy'
        ],
        'dsc': 'Когда мертвые вызываются в виде духов, скелетов или нежити, обычно с целью получения информации или использования в качестве оружия.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 88,
        'name': 'Нетораре',
        'alt_name': [
            'Измена',
            'Netorare',
            'NTR',
            'Cuckold',
            'Куколд'
        ],
        'dsc': 'Представлен персонаж с изображением партнера, интимно общающегося с кем-то еще.',
        'alert': False,
        'site_ids': [ 3, 4 ]
    },
    {
        'id': 515,
        'name': 'Неторасе',
        'alt_name': [
            'Netorase'
        ],
        'dsc': 'Персонажи в романтических отношениях, соглашающиеся на сексуальное общение с другими.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 514,
        'name': 'Нетори',
        'alt_name': [
            'Netori'
        ],
        'dsc': 'Представлен персонаж, интимно общающийся с партнером другого персонажа. Противоположность нетораре.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 199,
        'name': 'Ниндзя',
        'alt_name': [
            'Ninja'
        ],
        'dsc': 'Основной упор сделан на японских воинах, традиционно обученных шпионажу, саботажу и убийству.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 481,
        'name': 'Ножницы',
        'alt_name': [
            'Scissoring'
        ],
        'dsc': 'Форма сексуальной активности между женщинами, при которой половые органы стимулируются трением друг о друга.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 512,
        'name': 'Нуар',
        'alt_name': [],
        'dsc': 'Стилизовано как циничный криминальный драма с темными визуальными эффектами.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 11,
        'name': 'Нэтори',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 346,
        'name': 'Обмен телами',
        'alt_name': [
            'Body Swapping'
        ],
        'dsc': 'Основано на обмене телами между людьми.',
        'alert': False,
        'site_ids': [ 1, 2, 4 ]
    },
    {
        'id': 510,
        'name': 'Обнажение',
        'alt_name': [
            'Nudity'
        ],
        'dsc': 'Персонаж без одежды или обнажающий интимные части тела.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 405,
        'name': 'Оборотень',
        'alt_name': [
            'Werewolf'
        ],
        'dsc': 'Основным образом представляет персонажа, который является оборотнем.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 584,
        'name': 'Образовательное',
        'alt_name': [
            'Educational'
        ],
        'dsc': 'Основная цель - образование аудитории.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 210,
        'name': 'Обратный Гарем',
        'alt_name': [
            'Female Harem',
            'Женский гарем'
        ],
        'dsc': 'Основной состав включает в себя главного героя и несколько женских персонажей, которые романтически заинтересованы в нем.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 90,
        'name': 'Обычный секс',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 264,
        'name': 'Огнестрельное оружие',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 91,
        'name': 'Огромная грудь',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 92,
        'name': 'Огромный член',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 508,
        'name': 'Одзё-сама',
        'alt_name': [
            'Ojou-sama'
        ],
        'dsc': 'Присутствует богатый, высококлассный, зачастую надменный и требовательный женский персонаж.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 509,
        'name': 'Ойран',
        'alt_name': [],
        'dsc': 'Основной упор сделан на персонаже куртизанки периода Эдо в Японии.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 507,
        'name': 'Омегавсерс',
        'alt_name': [
            'Omegaverse'
        ],
        'dsc': 'Альтернативная вселенная, в которой преобладают динамика, смоделированная по волчьим структурам с альфами, бетами, омегами, циклами тепла и оплодотворением, независимо от пола.',
        'alert': False,
        'site_ids': [ 4, 5 ]
    },
    {
        'id': 399,
        'name': 'Омоложение',
        'alt_name': [
            'Age Regression'
        ],
        'dsc': 'Заметно выделяет персонажа, который был возвращен в молодое состояние.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 93,
        'name': 'Омораси',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 94,
        'name': 'Оральный секс',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 95,
        'name': 'Орки',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 554,
        'name': 'Оружие',
        'alt_name': [
            'Guns'
        ],
        'dsc': 'Основной упор сделан на использовании оружия в бою.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 296,
        'name': 'Остановка времени',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 505,
        'name': 'Отаку-культура',
        'alt_name': [
            'Otaku Culture'
        ],
        'dsc': 'Основано на культуре фанатов.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 200,
        'name': 'Офисные Работники',
        'alt_name': [
            'Office Lady',
            'Office'
        ],
        'dsc': 'Основной упор сделан на офисном работнике или OL.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4, 5 ]
    },
    {
        'id': 359,
        'name': 'Оякодон',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 96,
        'name': 'Пайзури',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 503,
        'name': 'Пандемия',
        'alt_name': [
            'Pandemic'
        ],
        'dsc': 'Основной упор сделан на болезни, распространенной по всей стране или миру.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 97,
        'name': 'Парень пассив',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 502,
        'name': 'Паркур',
        'alt_name': [
            'Parkour'
        ],
        'dsc': 'Основано на виде спорта - паркур.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 265,
        'name': 'Пародия',
        'alt_name': [
            'Parody'
        ],
        'dsc': 'Представлены намеренные преувеличения популярных тропов или определенного жанра в комедийной форме.',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 435,
        'name': 'Пацанка',
        'alt_name': [
            'Tomboy',
            'Томбой'
        ],
        'dsc': 'Представляет девушку, проявляющую черты или поведение, которые во многих культурах считаются типичными для мальчиков.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 98,
        'name': 'Переодевание',
        'alt_name': [
            'Crossdressing'
        ],
        'dsc': 'Основное внимание уделяется персонажу, наряжающемуся под противоположный пол.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 437,
        'name': 'Перескок во времени',
        'alt_name': [
            'Time Skip'
        ],
        'dsc': 'Представляет собой временной период, используемый для продвижения сюжета.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 341,
        'name': 'Пираты',
        'alt_name': [
            'Pirates'
        ],
        'dsc': 'Основной упор сделан на морских приключенцах, признанных преступниками по закону.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 308,
        'name': 'Пирсинг',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 404,
        'name': 'Писательство',
        'alt_name': [
            'Writing'
        ],
        'dsc': 'Центрируется вокруг профессии написания книг или романов.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 451,
        'name': 'Плавание',
        'alt_name': [
            'Swimming'
        ],
        'dsc': 'Центрируется вокруг спорта плавания.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 596,
        'name': 'Плохая репутация',
        'alt_name': [
            'Delinquents'
        ],
        'dsc': 'Персонажи с печальной репутацией и особым образом жизни, иногда называемые "янкис".',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 99,
        'name': 'Пляж',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 100,
        'name': 'Повседневность',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 381,
        'name': 'Повседневность',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 480,
        'name': 'Подводное плавание с аквалангом',
        'alt_name': [
            'Scuba Diving'
        ],
        'dsc': 'Основным образом представляет персонажей, погружающихся с помощью специального дыхательного оборудования.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 282,
        'name': 'Подвязки',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 101,
        'name': 'Подглядывание',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 314,
        'name': 'Подземелья',
        'alt_name': [
            'Dungeon'
        ],
        'dsc': 'Преимущественно представлено подземельное окружение.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 102,
        'name': 'Подчинение',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 434,
        'name': 'Поезд',
        'alt_name': [
            'Trains'
        ],
        'dsc': 'Основным образом представляет использование поездов.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 569,
        'name': 'Пожарные',
        'alt_name': [
            'Firefighters'
        ],
        'dsc': 'Сосредоточено на жизни и деятельности спасателей, специализирующихся на тушении пожаров.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 500,
        'name': 'Покер',
        'alt_name': [
            'Poker'
        ],
        'dsc': 'Основано на игре в покер или ее вариациях.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 311,
        'name': 'Политика',
        'alt_name': [
            'Politics'
        ],
        'dsc': 'Основано на политике, политиках или деятельности правительства.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 201,
        'name': 'Полиция',
        'alt_name': [
            'Police'
        ],
        'dsc': 'Основано на жизни и деятельности сотрудников правопорядка.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 560,
        'name': 'Полностью CGI',
        'alt_name': [
            'Full CGI'
        ],
        'dsc': 'Почти полностью создано с использованием компьютерной генерации изображений.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4 ]
    },
    {
        'id': 559,
        'name': 'Полноцветный',
        'alt_name': [
            'Full Color'
        ],
        'dsc': 'Манга полностью раскрашена или нарисована в цвете.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4 ]
    },
    {
        'id': 452,
        'name': 'Пот',
        'alt_name': [
            'Sweat',
            'Потные'
        ],
        'dsc': 'Много пота.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 532,
        'name': 'Потерянная цивилизация',
        'alt_name': [
            'Lost Civilization'
        ],
        'dsc': 'Представлена цивилизация с немногими развалинами или записями, которые существуют в знании настоящего дня.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 103,
        'name': 'Похищение',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 104,
        'name': 'Превозмогание',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 205,
        'name': 'Преступники / Криминал',
        'alt_name': [
            'Crime'
        ],
        'dsc': 'Центрируется вокруг незаконной деятельности, подлежащей наказанию государством или другим органом власти.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 196,
        'name': 'Призраки / Духи',
        'alt_name': [
            'Ghost'
        ],
        'dsc': 'Основной упор сделан на персонажа, который является призраком.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 329,
        'name': 'Призыватели',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 105,
        'name': 'Принуждение',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 396,
        'name': 'Пришельцы',
        'alt_name': [
            'Aliens'
        ],
        'dsc': 'Заметно выделяет внеземные формы жизни.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 106,
        'name': 'Прозрачная одежда',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 371,
        'name': 'Проникновение в соски',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 107,
        'name': 'Проституция',
        'alt_name': [
            'Prostitution'
        ],
        'dsc': 'Присутствуют персонажи, получающие деньги за сексуальные услуги.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 321,
        'name': 'Прыжки между мирами',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 108,
        'name': 'Психические отклонения',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 384,
        'name': 'Психологическое',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 109,
        'name': 'Публичный секс',
        'alt_name': [
            'Public Sex'
        ],
        'dsc': 'Присутствуют сексуальные акты, совершаемые в общественных местах.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 594,
        'name': 'Пустыня',
        'alt_name': [
            'Desert'
        ],
        'dsc': 'Преимущественно представлены пустынными окружениями.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 318,
        'name': 'Путешествие в другой мир',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 213,
        'name': 'Путешествие во времени',
        'alt_name': [
            'Time Manipulation',
            'Манипуляция временем'
        ],
        'dsc': 'Основным образом представляет путешествия во времени или другие явления, связанные с изменением времени.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 224,
        'name': 'Пытки',
        'alt_name': [
            'Torture'
        ],
        'dsc': 'Акт преднамеренного нанесения сильной боли или страданий другому человеку или самому себе в качестве наказания или с определенной целью.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 110,
        'name': 'Пьяные',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 362,
        'name': 'Работа',
        'alt_name': [
            'Work'
        ],
        'dsc': 'Центрируется вокруг деятельности определенной профессии.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 356,
        'name': 'Рабы',
        'alt_name': [
            'Slavery',
            'Рабство',
            'Рабыни'
        ],
        'dsc': 'Основным образом представляет рабов, рабство или работорговлю.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4 ]
    },
    {
        'id': 398,
        'name': 'Разница в возрасте',
        'alt_name': [
            'Age Gap'
        ],
        'dsc': 'Заметно выделяет романтические отношения между людьми со значительной разницей в возрасте',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 466,
        'name': 'Разработка программного обеспечения',
        'alt_name': [
            'Software Development',
            'Программирование'
        ],
        'dsc': 'Основным образом центрируется вокруг персонажей, разрабатывающих или программировании технологии, программного обеспечения, игр и т.д.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 268,
        'name': 'Разумные расы',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 491,
        'name': 'Ракуго',
        'alt_name': [
            'Rakugo'
        ],
        'dsc': 'Ракуго - традиционное японское искусство комического рассказа.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 312,
        'name': 'Ранги силы',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 248,
        'name': 'Ранги силы',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 489,
        'name': 'Реабилитация',
        'alt_name': [
            'Rehabilitation'
        ],
        'dsc': 'Основным образом рассказывает о восстановлении персонажа, который стал неспособным к общественной жизни или работе.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 490,
        'name': 'Реальный робот',
        'alt_name': [
            'Real Robot'
        ],
        'dsc': 'Основным образом представляет механические дизайны, слегка влияющие на реальную робототехнику.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 486,
        'name': 'Регби',
        'alt_name': [
            'Rugby'
        ],
        'dsc': 'Основано на спорте регби.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 154,
        'name': 'Реинкарнация',
        'alt_name': [
            'Reincarnation'
        ],
        'dsc': 'Содержит перерождение персонажа после смерти, обычно в виде другого человека или в другом мире.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 5 ]
    },
    {
        'id': 393,
        'name': 'Реклама',
        'alt_name': [
            'Advertisement'
        ],
        'dsc': 'Производится с целью продвижения продукции определенной компании.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 488,
        'name': 'Религия',
        'alt_name': [
            'Religion'
        ],
        'dsc': 'Основано на убеждении, что человечество связано с сверхъестественными, трансцендентальными и духовными элементами.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 589,
        'name': 'Рисование',
        'alt_name': [
            'Drawing'
        ],
        'dsc': 'Основывается на искусстве рисования, включая мангу и додзинси.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 269,
        'name': 'Роботы',
        'alt_name': [
            'Robots'
        ],
        'dsc': 'Основным образом представляет гуманоидных машин.',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 487,
        'name': 'Ротоскопия',
        'alt_name': [
            'Rotoscoping'
        ],
        'dsc': 'Техника анимации, которую аниматоры используют для отслеживания кадров кинофильма, кадр за кадром, чтобы создать реалистичное действие.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 524,
        'name': 'Русалка',
        'alt_name': [
            'Mermaid'
        ],
        'dsc': 'Мифологическое существо с телом человека и хвостом рыбы.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 568,
        'name': 'Рыбалка',
        'alt_name': [
            'Fishing'
        ],
        'dsc': 'Сосредоточено вокруг спорта рыбной ловли.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 270,
        'name': 'Рыцари',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 337,
        'name': 'С Сюжетом',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 4,
        'name': 'Сuminside',
        'alt_name': [
            'Nakadashi',
            'Накадаши',
            'Накадаси',
            'Кремовый пирог',
            'Кремпай',
            'Cum inside'
        ],
        'dsc': 'Представлен сексуальный семяизвержение внутрь персонажа.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 484,
        'name': 'Садизм',
        'alt_name': [
            'Sadism'
        ],
        'dsc': 'Основным образом представляет персонажей, получающих удовольствие, особенно сексуальное удовлетворение, от причинения боли, страдания или унижения другим.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 461,
        'name': 'Самоубийство',
        'alt_name': [
            'Suicide'
        ],
        'dsc': 'Действие или попытка взять свою жизнь добровольно и намеренно.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 202,
        'name': 'Самураи',
        'alt_name': [
            'Samurai'
        ],
        'dsc': 'Основным образом представляет собой воинов средневековой японской знати, связанных кодексом чести.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 483,
        'name': 'Сатира',
        'alt_name': [
            'Satire'
        ],
        'dsc': 'Основным образом использует комедию или насмешку для выявления и критики социальных явлений.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 471,
        'name': 'Священница храма',
        'alt_name': [
            'Shrine Maiden'
        ],
        'dsc': 'Основным образом представляет персонажа, который является священницей храма.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 474,
        'name': 'Сёдзё',
        'alt_name': [
            'Shoujo'
        ],
        'dsc': 'Целевая аудитория - подростки и молодые взрослые женщины.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 629,
        'name': 'Сёдзё-ай',
        'alt_name': [
            'сёдзё-ай',
            'Сёдзё-ай аниме'
        ],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3, 4, 5 ]
    },
    {
        'id': 112,
        'name': 'Секс-игрушки',
        'alt_name': [
            'Sex Toys'
        ],
        'dsc': 'Включает в себя объекты, предназначенные для стимуляции сексуального удовольствия.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 113,
        'name': 'Сексуально возбуждённая',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 485,
        'name': 'Сельская местность',
        'alt_name': [
            'Rural'
        ],
        'dsc': 'Частично или полностью установлено в сельской местности.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 406,
        'name': 'Сельское хозяйство',
        'alt_name': [
            'Agriculture'
        ],
        'dsc': 'Наглядно демонстрирует сельскохозяйственную практику.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 575,
        'name': 'Семейная жизнь',
        'alt_name': [
            'Family Life'
        ],
        'dsc': 'Сосредотачивается на деятельности семейного коллектива.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 379,
        'name': 'Сёнен',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 383,
        'name': 'Сёнен-ай',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3, 4, 5 ]
    },
    {
        'id': 472,
        'name': 'Сёнэн',
        'alt_name': [
            'Shounen'
        ],
        'dsc': 'Целевая аудитория - подростки и молодые взрослые мужчины.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 455,
        'name': 'Сёрфинг',
        'alt_name': [
            'Surfing'
        ],
        'dsc': 'Центрируется вокруг сёрфинга как вида спорта.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 373,
        'name': 'Сетакон',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 114,
        'name': 'Сибари',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 506,
        'name': 'Сирота',
        'alt_name': [
            'Orphan'
        ],
        'dsc': 'Основной упор сделан на персонаже-сироте.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 271,
        'name': 'Система',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 576,
        'name': 'Сказка',
        'alt_name': [
            'Fairy Tale'
        ],
        'dsc': 'Это произведение рассказывает сказку, сосредотачивается вокруг сказок или основано на классической сказке.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 463,
        'name': 'Сквиртинг',
        'alt_name': [
            'Squirting',
            'Сквирт'
        ],
        'dsc': 'Женская эякуляция; представляет собой извержение жидкости из женских половых органов',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 470,
        'name': 'Скейтбординг',
        'alt_name': [
            'Skateboarding',
            'Скейт'
        ],
        'dsc': 'Основано на или основным образом представляет собой скейтбординг как вид спорта.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 469,
        'name': 'Скелет',
        'alt_name': [
            'Skeleton'
        ],
        'dsc': 'Основным образом представляет скелет(ы) в качестве персонажа.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 273,
        'name': 'Скрытие личности',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 315,
        'name': 'Скрытие личности',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 468,
        'name': 'Слэпстик',
        'alt_name': [
            'Slapstick'
        ],
        'dsc': 'Основным образом представляет комедию, основанную на преднамеренно неуклюжих действиях или смущающих событиях.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 274,
        'name': 'Спасение мира',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 117,
        'name': 'Спортивная форма',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 334,
        'name': 'Спортивное тело',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 335,
        'name': 'Спортивное тело',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 118,
        'name': 'Спящие',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 173,
        'name': 'Средневековье',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 174,
        'name': 'Средневековье',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 272,
        'name': 'Стимпанк',
        'alt_name': [
            'Steampunk'
        ],
        'dsc': 'Основным образом представляет технологии и дизайн, вдохновленные паровой машинерией XIX века.',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 462,
        'name': 'Стоп-моушн',
        'alt_name': [
            'Stop Motion'
        ],
        'dsc': 'Стиль анимации, характеризующийся пошаговым перемещением физических объектов между кадрами для создания иллюзии движения.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 397,
        'name': 'Страйкбол',
        'alt_name': [
            'Airsoft'
        ],
        'dsc': 'Действия крутятся вокруг страйкбола.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 119,
        'name': 'Страпон',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 413,
        'name': 'Стрельба из лука',
        'alt_name': [
            'Archery'
        ],
        'dsc': 'Сконцентрирован вокруг спорта стрельбы из лука или демонстрирует использование лука в бою.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 573,
        'name': 'Ступни',
        'alt_name': [
            'Футфетиш',
            'Feet'
        ],
        'dsc': 'Содержит сексуальное изображение или стимуляцию ступней персонажа.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 120,
        'name': 'Суккуб',
        'alt_name': [
            'Succubus'
        ],
        'dsc': 'Основным образом представляет персонажа, который является суккубом, существом в средневековой фольклоре, которое обычно использует свою сексуальную мощь, чтобы запутывать и соблазнять людей для питания.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 459,
        'name': 'Сумо',
        'alt_name': [
            'Sumo',
            'Тяжеловес'
        ],
        'dsc': 'Центрируется вокруг спорта сумо.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 275,
        'name': 'Супергерои',
        'alt_name': [
            'Superhero',
            'Super hero',
            'Hero'
        ],
        'dsc': 'Основным образом представляет суперсиловых людей, стремящихся служить общему благу.',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 456,
        'name': 'Суперробот',
        'alt_name': [],
        'dsc': 'Основным образом представляет крупные роботы, часто управляемые горячими героями.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 457,
        'name': 'Суперсила',
        'alt_name': [],
        'dsc': 'Основным образом представляет персонажей со специальными способностями, позволяющими им делать то, что обычно было бы физически или логически невозможным.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 479,
        'name': 'Сэйнэн',
        'alt_name': [
            'Seinen'
        ],
        'dsc': 'Целевая аудитория - взрослые мужчины.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 454,
        'name': 'Сюрреалистическая комедия',
        'alt_name': [
            'Surreal Comedy'
        ],
        'dsc': 'Основным образом представляет комедийные моменты, которые нарушают повседневную логику, приводя к нелогичным событиям.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 447,
        'name': 'Танки',
        'alt_name': [
            'Tanks'
        ],
        'dsc': 'Основным образом представляет использование танков или других бронированных транспортных средств.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 598,
        'name': 'Танцы',
        'alt_name': [
            'Dancing'
        ],
        'dsc': 'Центрируется вокруг искусства танца.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 29,
        'name': 'Татуировки',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 121,
        'name': 'Темнокожие',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 443,
        'name': 'Теннис',
        'alt_name': [
            'Tennis',
            'Большой теннис'
        ],
        'dsc': 'Центрируется вокруг спорта тенниса.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 122,
        'name': 'Тентакли',
        'alt_name': [
            'Tentacles'
        ],
        'dsc': 'Представляет собой длинные конечности, наиболее часто ассоциируемые с осьминогами или кальмарами, часто используемые в сексуальных сценах с персонажами.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 442,
        'name': 'Терроризм',
        'alt_name': [
            'Terrorism'
        ],
        'dsc': 'Центрируется вокруг деятельности террориста или террористической организации.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 436,
        'name': 'Токусацу',
        'alt_name': [
            'Tokusatsu'
        ],
        'dsc': 'Основным образом представляет элементы, напоминающие спецэффекты в японских телешоу с участием актеров.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 123,
        'name': 'Толстушки',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 124,
        'name': 'Трагедия',
        'alt_name': [
            'Tragedy'
        ],
        'dsc': 'Центрируется вокруг трагических событий и несчастных концовок.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 184,
        'name': 'Традиционные игры',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 203,
        'name': 'Традиционные игры',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 433,
        'name': 'Трансгендер',
        'alt_name': [
            'Transgender'
        ],
        'dsc': 'Представляет персонажа, чья гендерная идентичность отличается от пола, который им был присвоен при рождении.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 125,
        'name': 'Трап',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 432,
        'name': 'Триады',
        'alt_name': [
            'Triads'
        ],
        'dsc': 'Центрируется вокруг китайских организованных преступных синдикатов.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 438,
        'name': 'Трисомия',
        'alt_name': [
            'Threesome',
            'Тройничок',
            'Групповое'
        ],
        'dsc': 'Представляет сексуальные акты между тремя людьми.',
        'alert': False,
        'site_ids': [ 4, 5 ]
    },
    {
        'id': 493,
        'name': 'Тюрьма',
        'alt_name': [
            'Prison'
        ],
        'dsc': 'Частично или полностью установлено в тюрьме.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 417,
        'name': 'Убийцы',
        'alt_name': [
            'Assassins',
            'Ассасины'
        ],
        'dsc': 'В центре внимания персонажи, для которых убийство людей - профессия',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 416,
        'name': 'Удушение',
        'alt_name': [
            'Asphyxiation',
            'Асфиксия'
        ],
        'dsc': 'В работе описываются персонажи, практикующие разные формы нелетального удушения для усиления сексуального возбуждения и разрядки.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 126,
        'name': 'Ужасы',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 607,
        'name': 'Ужасы в космосе',
        'alt_name': [
            'Cosmic Horror'
        ],
        'dsc': 'Тип ужасов, который подчеркивает ничтожность человека в грандиозной картине космической реальности; страх перед неизвестным и бессилие бороться с ним.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 302,
        'name': 'Умный ГГ',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 303,
        'name': 'Умный ГГ',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 610,
        'name': 'Университет',
        'alt_name': [
            'College',
            'колледж',
            'институт',
            'шарага'
        ],
        'dsc': 'Частично или полностью происходит в колледже или университете.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 127,
        'name': 'Униформа',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 392,
        'name': 'Усыновление',
        'alt_name': [
            'Adoption'
        ],
        'dsc': 'Персонаж, которого усыновил человек, не являющийся ни одним из его биологических родителей.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 403,
        'name': 'Уся',
        'alt_name': [
            'Wuxia'
        ],
        'dsc': 'Китайская художественная литература о приключениях боевиков в Древнем Китае.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 352,
        'name': 'Учитель',
        'alt_name': [],
        'dsc': 'Протагонист является педагогом, обычно в школьной обстановке.',
        'alert': False,
        'site_ids': [ 1, 2, 4 ]
    },
    {
        'id': 128,
        'name': 'Ушастые',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 129,
        'name': 'Фантазии',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 572,
        'name': 'Фелляция',
        'alt_name': [
            'Fellatio',
            'Минет'
        ],
        'dsc': 'Минет; сцены орального секса с мужскими половыми органами.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 570,
        'name': 'Фембой',
        'alt_name': [
            'Femboy'
        ],
        'dsc': 'Представляет собой мальчика, проявляющего черты или поведение, которые считаются во многих культурах типичными для девочек.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 130,
        'name': 'Фемдом',
        'alt_name': [
            'Femdom',
            'Женское доминирование'
        ],
        'dsc': 'Представляет собой сексуальные акты с участием женщины в доминирующей позиции.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 131,
        'name': 'Фестиваль',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 132,
        'name': 'Фетиш',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 449,
        'name': 'Фехтование',
        'alt_name': [
            'Swordplay',
            'Бои на мечях'
        ],
        'dsc': 'Основным образом представляет использование мечей в бою.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 577,
        'name': 'Фея',
        'alt_name': [
            'Fairy'
        ],
        'dsc': 'Преимущественно представлен персонаж, который является феей.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 277,
        'name': 'Философия',
        'alt_name': [
            'Philosophy'
        ],
        'dsc': 'Относится или посвящено изучению фундаментальной природы знания, реальности и существования.',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 133,
        'name': 'Фистинг',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 567,
        'name': 'Фитнес',
        'alt_name': [
            'Fitness'
        ],
        'dsc': 'Сосредоточено на упражнениях с целью улучшения физического здоровья.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 566,
        'name': 'Флеш-анимация',
        'alt_name': [
            'Flash'
        ],
        'dsc': 'Создано с использованием техник Flash-анимации.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 501,
        'name': 'Фотография',
        'alt_name': [],
        'dsc': 'Основано на использовании камер для создания фотографий.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 134,
        'name': 'Фурри',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 136,
        'name': 'Футанари',
        'alt_name': [
            'Futanari',
            'Futa'
        ],
        'dsc': 'Представлены женские персонажи с мужскими половыми органами.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 137,
        'name': 'Футанари имеет парня',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 564,
        'name': 'Футбол',
        'alt_name': [
            'Football',
            'soccer',
            'футбик'
        ],
        'dsc': 'Сосредоточено вокруг спорта футбола (в США известного как \\"soccer\\").',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 332,
        'name': 'Характерный рост',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 166,
        'name': 'Хикикомори',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 167,
        'name': 'Хикикомори',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 550,
        'name': 'Хиккомори',
        'alt_name': [
            'Hikikomori'
        ],
        'dsc': 'Основной упор сделан на персонаже, избегающем общественной жизни, часто стремящемся к крайней изоляции.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 615,
        'name': 'Химера',
        'alt_name': [
            'Chimera'
        ],
        'dsc': 'Представляет собой существо, созданное путем сочетания животных, обычно с людьми.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 278,
        'name': 'Холодное оружие',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    },
    {
        'id': 552,
        'name': 'Хэншин',
        'alt_name': [
            'Henshin'
        ],
        'dsc': 'Основной упор сделан на преобразованиях персонажа или костюма, которые часто придают особые способности.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 138,
        'name': 'Цельный купальник',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 613,
        'name': 'Цирк',
        'alt_name': [
            'Circus'
        ],
        'dsc': 'Основное внимание уделяется цирку.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 139,
        'name': 'Цундэрэ',
        'alt_name': [
            'Tsundere',
            'Цундере'
        ],
        'dsc': 'Основным образом представляет персонажа, который ведет себя холодно и враждебно, чтобы скрыть более теплые эмоции.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 389,
        'name': 'Черно-белый',
        'alt_name': [
            'Achromatic'
        ],
        'dsc': 'Содержит анимацию, выполненную преимущественно в черно-белых тонах.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 616,
        'name': 'Чиби',
        'alt_name': [
            'Chibi',
            'Тиби'
        ],
        'dsc': 'Представляет собой персонажей с "супер деформированным" дизайном, с меньшими, круглыми пропорциями и милым видом.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 140,
        'name': 'Чикан',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 617,
        'name': 'Чирлидинг',
        'alt_name': [
            'Cheerleading',
            'Команда поддержки'
        ],
        'dsc': 'Центрируется вокруг занятий чирлидингом.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 141,
        'name': 'Чулки',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 279,
        'name': 'Шантаж',
        'alt_name': [],
        'dsc': 'Особенности персонажа, шантажирующего другого человека',
        'alert': False,
        'site_ids': [ 1, 2, 5 ]
    },
    {
        'id': 365,
        'name': 'Шимайдон',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 482,
        'name': 'Школьный клуб',
        'alt_name': [
            'School Club'
        ],
        'dsc': 'Частично или полностью установлено в сцене школьного клуба.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 142,
        'name': 'Шлюха',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 475,
        'name': 'Шоги',
        'alt_name': [
            'Shogi'
        ],
        'dsc': 'Основано на игре в шоги.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 579,
        'name': 'Шпионаж',
        'alt_name': [
            'Espionage'
        ],
        'dsc': 'Преимущественно представлены персонажи, проникающие в организацию с целью похищения чувствительной информации.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 322,
        'name': 'Эволюция',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 582,
        'name': 'Экологический',
        'alt_name': [
            'Environmental'
        ],
        'dsc': 'Озабоченность состоянием природного мира и взаимодействием людей с ним.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 585,
        'name': 'Экономика',
        'alt_name': [
            'Economics'
        ],
        'dsc': 'Основывается на области экономики.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 143,
        'name': 'Эксгибиционизм',
        'alt_name': [
            'Exhibitionism',
            'Exhibition'
        ],
        'dsc': 'Содержит акт выставления себя в обществе для сексуального удовольствия.',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 378,
        'name': 'Экшен',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 327,
        'name': 'Элементы РПГ',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3 ]
    },
    {
        'id': 217,
        'name': 'Эльфы',
        'alt_name': [
            'Elf'
        ],
        'dsc': 'Преимущественно представлен персонаж, который является эльфом.',
        'alert': False,
        'site_ids': [ 1, 2, 3, 4 ]
    },
    {
        'id': 581,
        'name': 'Эпизодический',
        'alt_name': [
            'Episodic'
        ],
        'dsc': 'Содержит сюжетные дуги, которые слабо связаны или лишены общего сюжета.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 580,
        'name': 'Эро гуро',
        'alt_name': [
            'Ero Guro'
        ],
        'dsc': 'Японское литературное и художественное движение, зародившееся в 1930-х годах. Произведения сосредоточены на гротескном эротизме, сексуальной коррупции и декадансе.',
        'alert': False,
        'site_ids': []
    },
    {
        'id': 145,
        'name': 'Юные',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 4 ]
    },
    {
        'id': 401,
        'name': 'Юри-',
        'alt_name': [
            'Yuri'
        ],
        'dsc': 'Основным образом представляет романтику между двумя женщинами, не обязательно сексуальную. Также известен как Любовь Девушек.',
        'alert': False,
        'site_ids': [ 3, 4, 5 ]
    },
    {
        'id': 533,
        'name': 'Языковой барьер',
        'alt_name': [
            'Language Barrier'
        ],
        'dsc': 'Барьер в общении между людьми, неспособными говорить на общем языке.',
        'alert': False,
        'site_ids': [ 5 ]
    },
    {
        'id': 165,
        'name': 'Якудза',
        'alt_name': [
            'Yakuza'
        ],
        'dsc': 'Центрируется вокруг японских организованных преступных синдикатов.',
        'alert': False,
        'site_ids': [ 1, 2, 3 ]
    },
    {
        'id': 368,
        'name': 'Яндере',
        'alt_name': [
            'Yandere'
        ],
        'dsc': 'Основным образом представляет персонажа, который одержимо влюблен в другого до такой степени, что действует беспричинно или насильственно.',
        'alert': False,
        'site_ids': [ 1, 2, 4 ]
    },
    {
        'id': 630,
        'name': 'Яой-',
        'alt_name': [
            'Yoi'
        ],
        'dsc': '',
        'alert': False,
        'site_ids': [ 3, 4, 5 ]
    },
    {
        'id': 280,
        'name': 'Япония',
        'alt_name': [],
        'dsc': '',
        'alert': False,
        'site_ids': [ 1, 2 ]
    }
]
