CAUTION = {
    0: 'Нет',
    1: '6+',
    2: '12+',
    3: '16+',
    4: '18+',
    5: '18+ (RX)'
}

TYPES = {
    1: 'Манга',
    4: 'OEL-манга',
    5: 'Манхва',
    6: 'Маньхуа',
    8: 'Руманга',
    9: 'Комикс',
    10: 'Япониский',
    11: 'Корейский',
    12: 'Китайский',
    13: 'Английский',
    14: 'Авторский',
    15: 'Фанфик',
    16: 'TV-сериал',
    17: 'Фильм',
    18: 'Корометражка',
    19: 'Спешл',
    20: 'OVA',
    21: 'ONA',
    22: 'Клип'
}

FORMAT = {
    1: '4-кома (Ёнкома)',
    2: 'Сборник',
    3: 'Додзинси',
    4: 'В цвете',
    5: 'Сингл',
    6: 'Веб',
    7: 'Вебтун'
}

STATUS = {
    1: 'Онгоинг',
    2: 'Завершён',
    3: 'Анонс',
    4: 'Приостановлен',
    5: 'Выпуск прекращён'
}

SCANLATE_STATUS = {
    1: 'Продолжается',
    2: 'Завершён',
    3: 'Заморожен',
    4: 'Заброшен'
}

OTHER = {
    'long_no_translation': 'Нет перевода уже 3 месяца',
    'licensed': 'Лицензирован',
    'buy': 'Можно приобрести'
}
